Repository: Marc-pi/favourite
Catalog: locale/*/default.po
Languages: fr

source: You have not yet picked up items in %s module
fr: Vous n'avez pas encore sélectionné d'élément dans le module %s

source: You have not yet picked up event in %s module
fr: Vous n'avez pas encore sélectionné d'évènement dans le module %s

source: Error to make favourite
fr: Une erreur est survenue lors de la création du favori

source: Please login for make favourite
fr: Merci de vous connecter pour ajouter un favori

source: Error to set your favorite
fr: Impossible d'enregistrer votre favoris

source: Item not active
fr: L'élément n'est pas actif

source: You can make favourite after %s second
fr: Vous pouvez ajouter un favoris dans %s secondes

source: List of user favourites
fr: Listes des favoris utilisateurs

source: list,user,favourite,website
fr: liste, utilisateur, favoris, site

source: All your favorite
fr: Tous vos favoris

source: ID
fr: N°

source: User
fr: Utilisateur

source: Item
fr: Elément

source: Create
fr: Créer

source: Favorites
fr: Favoris

source: Print
fr: Imprimer

source: Print favourite list
fr: Imprimer la liste des favoris

source: There is no favorite to display
fr: Il n'y a aucun favori à afficher

source: You have not yet used the favorite feature. Try it !
fr: Vous n'avez pas encore utilisé la fonctionnalité Favoris. Essayez-là !

source: You dont have access to this area - Permission denied
fr: Vous n'avez pas accès à cette zone - permission refusée

source: You have to login first to be able to manage your favorites
fr: Vous devez vous connecter préalablement pour pouvoir gérer vos favoris

source: Add to Wishlist ?
fr: Ajout Favoris?

source: Whishlist !
fr: Ajouté !

source: Remove favourite
fr: Supprimer le favori

source: Declare as favourite
fr: Ajouter aux favoris

source: login/register
fr: connexion/s'inscrire
